IdeaRS.Connections
FasteningData.RowsGridType Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type of rows - regular or shifted.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectorGridType RowsGridType { get; set; }
Property Value
Type: ConnectorGridType
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace